;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; TranslationAuthor: Chirantan Mitra
; TranslationAuthorEmail: chirantan.private@gmail.com
; TranslationAuthorWeb: http://www.wisecleaner.com
; Soft Version: 1.09.18
; Update: 2012-11-2
;
[GUI]
ButtonYes=হ্যাঁ
ButtonNo=না
ButtonOK=ঠিক আছে
ButtonMinimize=মিনিমাইস
ButtonMaximize=ম্যাক্সিমাইস
ButtonClose=বন্ধ করুন
ButtonRestore=রিষ্টোর
ButtonMenu=মেনু

[Lang]
NativeLanguage=Bangla
[Translation]
ReadHabit=Left-to-right
LanguageName=BEN-IN
LangCode=0445
DefaultFont=Siyam Rupali
DefaultFontSize=8
DefaultCharset=ANSI_CHARSET
Information=নিশ্চিতকরণ
Warning=সতর্কতা
Error=ভুল
Confirm=নিশ্চিতকরণ
CurVer=বর্তমান সংস্করণ:
;
; About
;
FrmGBAbout.caption=সম্পর্কে
FrmGBAbout.btnok.caption=ঠিক আছে
FrmGBAbout.lblver.caption=বর্তমান সংস্করণ：
FrmGBAbout.lblemail.caption=সাহায্যের ইমেল：
FrmGBAbout.lblhome.caption=হোমপেজ：
FrmGBAbout.lblthank.caption=সাহায্যের জন্য যাদের ধন্যবাদ:

;
; Popup Menu
;
pmHelp=অনলাইন সাহায্য
pmHome=হোমপেজ
pmCheckNew=নবীনতর সংস্করণ কি আছে?
pmLang=ভাষা
pmAbout=আমাদের সম্পর্কে
pmCheckNew=নবীনতর সংস্করণ কি আছে?
pmrun=গেম চালান
pmadd=গেম যুক্ত করুন
pmdel=গেম ডিলিট করুন
pminfo=গেম ইনফর্মেশন
pmEndProcess=প্রক্রিয়া বন্ধ করুন
pmExclude=ব্যাতিরেক
pmNoExclude=ব্যাতিরেক বাতিল করুন
pmGoogle=গুগল অনুসন্ধান


;
; Main GUI
; 
FrmGBMain.BtnTabGame.Caption=আমার গেমগুলো
FrmGBMain.BtnTabOpt.Caption=সিস্টেম অপ্টিমাইসার
FrmGBMain.BtnTabProcess.Caption=প্রসেস অপ্টিমাইসার
FrmGBMain.BtnTabService.Caption=সার্ভিস অপ্টিমাইসার
FrmGBMain.Btnlikeit.Caption=এটা পছন্দ
FrmGBMain.BtnRestore.Caption=পুনরুদ্ধার

;
; Like Us
;
FrmLikeit.lblTitle.caption=যদি আপনি ওয়াইস জেটসার্চকে ভালবাসেন তাহলে আপনার ভালবাসার ব্যাক্তির সঙ্গে এর পরিচয় করান।
FrmLikeit.lblInfo.caption=ইমেল, ব্লগ, টুইটার, ইউটিউব, ফেসবুক, ইত্যাদির সাহায্যে ওয়াইস জেটসার্চকে আপনার পরিবার, বন্ধু ও সহকর্মীদের সাথে শেয়ার করুন। আপনি একটি ভালো কাজ করেছেন! আপনি ওনাদের জীবনে সুবিধা ও সাশ্রয় আনবেন।
FrmLikeit.lblRate.caption= ওয়াইস জেটসার্চ রেট করুন:
FrmLikeit.lblfollow.caption=আমাদের অনুসরণ করুন:
FrmLikeit.lblshare.caption=ওয়াইস জেটসার্চ শেয়ার করুন::
FrmLikeit.btndownload.caption=বিনামূল্যে ডাউনলোড করুন
FrmLikeit.imgrate.hint=CNET-এ আমাদের ৫ টি তারা দিন
FrmLikeit.imgmail.hint=বন্ধুদের সাথে শেয়ার করুন
FrmLikeit.imgface1.hint=ফেসবুক-এ শেয়ার করুন
FrmLikeit.imgface2.hint=ফেসবুক-এ আমাদের অনুসরণ করুন
FrmLikeit.imgtwitter1.hint=টুইটার-এ শেয়ার করুন
FrmLikeit.imgtwitter2.hint=টুইটার-এ আমাদের অনুসরণ করুন
FrmLikeit.Caption=এটা পছন্দ
FrmLikeit.lbldownload.caption=WiseCleaner.com থেকে আরও ফ্রীওয়্যার ডাউনলোড করুন:

;
; gameinfo
;
FrmGameinfo.caption=গেম সম্বন্ধীয় তথ্য
FrmGameinfo.lbltype.caption=গেমের প্রকৃতি:
FrmGameinfo.lblname.caption=ফাইলের নাম:
FrmGameinfo.lblPublisher.caption=গেম ডেভেলপার:
FrmGameinfo.lbltimes.caption=চলার সময়:
FrmGameinfo.lbllasttime.caption=শেষ যখন চলেছিল:
FrmGameinfo.lblrate.caption=গেম রেটিং:
FrmGameinfo.lblcomment.caption=গেম নোট:
FrmGameinfo.btnok.caption=ঠিক আছে
FrmGameinfo.btncancel.caption=বাতিল
;
;GameBox
;
FrmGameBox.btnsysopt.caption=অপ্টিমাইস
FrmGameBox.btnProcessopt.caption=অপ্টিমাইস
FrmGameBox.btnServiceopt.caption=অপ্টিমাইস
FrmGameBox.btnopt.caption=সবকিছু অপ্টিমাইস করুন

;
;sysopt
;
FrmSysOpt.btnopt.caption=অপ্টিমাইস করুন
FrmSysOpt.lblhint.caption=গেম পারফর্মেন্স বাড়ানর জন্য এইগুলো অপ্টিমাইস করুন।
FrmSysOpt.lblreall.caption=সবকিছু পুনরায় চালু করুন
;
;processopt
;
FrmProcess.lblhint.caption=গেমের গতি বাড়াতে হাই মেমোরি ইউসেজ বন্ধ করুন। 
ProcessCpu=সিপিইউ ইউসেজ
ProcessMemory=মেমোরি ইউসেজ
ProcessSuggest=প্রস্তাব
ProcessAction=প্রসেস ম্যানেজমেন্ট
ProcessMostMemUse=হাই মেমোরি ইউসেজ নন-সিস্টেম প্রোগ্রামস
;
;Serviceopt
;
FrmService.lblhint.caption=গেমের গতি বাড়াতে অপ্রাসঙ্গিক সার্ভিসগুলি বন্ধ করুন। 
ServicePublisher=ডেভেলপার
ServiceSuggest=প্রস্তাবনা
ServiceAction=সার্ভিস ম্যানেজমেন্ট
ServiceStop=অপ্রাসঙ্গিক সার্ভিস বন্ধ করুন
ServiceDisable=থামান (প্রস্তাবিত)
ServiceEnable=চালু করুন (প্রস্তাবিত) 
ServiceKeep=রাখুন (প্রস্তাবিত)
ServiceMust=চালু রাখতেই হবে

;
;serviceRestore
;
Frmrestore.Btnreall.caption=সব সার্ভিস আবার চালু করুন
Frmrestore.caption=সার্ভিস আবার চালু করুন
Frmrestore.Btnok.caption=ঠিক আছে
ServiceName=সার্ভিস আবার চালু করুন
ServiceChangeDateTime=শেষ মডিফাই হয়েছিল
ServiceRestore=সার্ভিস আবার চালু করুন

[GameBox]
GameUnknow=অজানা
GameRPG=রোল-প্লেয়িং গেমস
GameShot=শুটিং গেমস
GameOther=অন্যান্য গেমগুলো
NeverPlay=কখনই খেলা হয়নি
UnknowPublisher=অজানা ডেভেলপার
lstbtnadd=গেম যুক্ত করুন
LblSysopt=সিস্টেম অপ্টিমাইসেশন
LblProcessopt=প্রসেস ম্যানেজমেন্ট
LblServiceopt=সার্ভিস ম্যানেজমেন্ট
LblTitleCheck=পিসি-র পারফর্মেন্স পরীক্ষা করা হচ্ছে, দয়া করে অপেক্ষা করুন...

[message]
FirRun=আপনি কি চান WGB এর প্রথমবার চলার সময়েই স্বয়ংক্রিয় ভাবে আপনার সব গেম খুঁজে বার করবে?
NoNewVer=অভিনন্দন! আপনি নবীনতম সংস্করণ ব্যাবহার করছেন।
CheckComputer=পিসি-র পারফর্মেন্স পরীক্ষা করা হচ্ছে, দয়া করে অপেক্ষা করুন...
SearchGame=আপনার লোকাল গেমগুলো খোঁজা হচ্ছে, দয়া করে অপেক্ষা করুন...
Allgood=অভিনন্দন! আপনার পিসি ভালো অবস্থায় আছে। কোনও রকম অপ্টিমাইসেশনের দরকার নেই।
SysGood=অভিনন্দন! কোনও কিছুরই অপ্টিমাইসেশনের দরকার নেই।
ProcessGood=অভিনন্দন! কোনও প্রক্রিয়া শেষ করার দরকার নেই। 
ServiceGood=অভিনন্দন! কোনও সার্ভিস থামানোর দরকার নেই। 
HaveProblem=%d টি সমস্যা খুঁজে পাওয়া গেছে! সমাধানের জন্য "সবকিছু অপ্টিমাইস করুন"-এ ক্লিক করুন।
sysProblem=%d টি উপাদান অপ্টিমাইস করা যাবে।
Processproblem=মেমোরি হালকা করতে %d টি প্রসেস শেষ করা যাবে।
Serviceproblem=%d টি সার্ভিস রদ করা যাবে।
DeleteGame=আপনি কি এই গেমটি সরিয়ে ফেলতে নিশ্চিত?
HaveOpt=অপ্টিমাইস হয়েছে
btnRestore=পুনরায় আহুরু করুন
btnOpt=অপ্টিমাইস করুন
BtnAction=কাজ
BtnStop=সার্ভিস থামান
SuggestClose=শেষ করুন (প্রস্তাবিত)
SuggestKeep=রাখুন (প্রস্তাবিত)
haveStoped=থেমেছে
HaveRun=শুরু হয়ে গেছে
BtnRun=শুরু
HaveFail=থামানো যায়নি
OptComputer=অপ্টিমাইস করা হচ্ছে, দয়া করে অপেক্ষা করুন...
AllgoodAfterOpt=অপ্টিমাইসেশন সম্পূর্ণ হয়েছে এবং %s এমবি বেঁচেছে। এবার গেম খেলতে পারেন!
AllgoodAfterManualOpt=অভিনন্দন! কোনও কিছুরই অপ্টিমাইসেশনের দরকার নেই। এখন গেম খেলতে পারেন!
HaveProblemAfterOpt=%d টি জিনিস অপ্টিমাইস করা যায়নি, কিন্তু %s এমবি মেমোরি মুক্ত হয়েছে।


[sysopt]
SystemStable=সিস্টেমের ভারসাম্য
SystemSpeedup=সিস্টেমের গতি বৃদ্ধি
NetworkSpeedup=নেটওয়ার্কের গতি বৃদ্ধি
AutoKill=সিস্টেম ক্রাশ প্রতিহত করতে প্রতিক্রিয়া দিচ্ছে না এমন অ্যাপ্লিকেশান গুলি স্বয়ংক্রিয় ভাবে বন্ধ করুন।
RestartExplorer=অপ্রত্যাশিত ডেক্সটপ অন্তর্ধান এড়াতে স্বয়ংক্রিয় ভাবে উইন্ডোজ এক্সপ্লোরার রিস্টার্ট করুন
TwoProcess=সিস্টেম বিরোধ রুখতে উইন্ডোজ এক্সপ্লোরারকে আলাদা করে চালান
ErrorReport=সিস্টেম পারফর্মেন্স বাড়াতে স্ক্রীন এরর রিপোর্টিং বন্ধ করুন
Debugger=এরর প্রসেসিং দ্রুততর করতে ডিবাগার বন্ধ করুন
OptMemory=সিস্টেম পারফর্মেন্স বাড়াতে মেমোরি ডিফল্ট সেটিংস্‌ অপ্টিমাইস করুন
OptVEff=সিস্টেমের সাড়া দেওয়ার গতি বাড়াতে ফ্রন্ট এন্ড কম্পোনেন্ট গুলো (ডায়লগ বক্স, মেনু ইত্যাদি)-র উপস্থিতি অপ্টিমাইস করুন
OptFileSystem=সিস্টেমের গুনগত মান বাড়াতে ফাইল সিস্টেম অপ্টিমাইস করুন
OptDiskSystem=সিস্টেমের গুনগত মান বাড়াতে ডিস্কের ইন/আউট সহসিস্টেম অপ্টিমাইস করুন
DisAutoRun=ভাইরাস আক্রমণ থেকে বাঁচতে "অটোপ্লে" বন্ধ করুন
OptTTL=নেটওয়ার্কের গুনগত মান বাড়াতে টিটিএল(টাইম টু লিভ) সেটিংস্‌ অপ্টিমাইস করুন
OptNetForward=নেটওয়ার্কের গুনগত মান বাড়াতে নেটওয়ার্কের এগোনর ক্ষমতা বাড়ান
OptMTU=প্যাথ এম.টি.ইউ ডিসকভারি পদ্ধতির দ্বারা রাউটিং এর সময় স্বয়ংক্রিয় ভাবে "ব্ল্যাক হোল" নির্বাচনের দ্বারা টি.সি.পিঁ/আই.পি-র গুনগত মান বাড়ান
OptWINS=ডাটা প্রেরণের গতি বাড়াতে উইন্স নেম কয়্যারিং-এর সময় কমান
OptNetWork=আদান প্রদানের পারফর্মেন্স বাড়াতে নেটওয়ার্ক সেটিংস্‌ অপ্টিমাইস করুন
CloseAnimate=উইন্ডোর সাড়া দেওয়ার গতি বাড়াতে উইন্ডো মিনিমাইস বা ম্যাক্সিমাইস করার সময় জীবন্ত প্রভাব বন্ধ করুন
PagingExecutive=অ্যাপ্লিকেশানের গুনগত মান বাড়াতে মেমরি পেজিনেশন বন্ধ করুন ও ডিস্ক ইন/আউট কমান (মেমরি ১ জিবির কম হলে অগ্রাহ্য করতে পারেন)
StaticIP=পিসি বুটের গতি বাড়াতে স্থানীয় সংযোগের জন্য একটি স্থির আইপি রাখুন
PorcessorTime=অ্যাপ্লিকেশান ও গেমস ইত্যাদি চালানোর জন্য প্রসেসরের গুনগত মান বাড়ান(সার্ভার হলে উপক্ষা করুন)
DisableIDECheck=উইন্ডোজের বুটের গতি বাড়াতে উইন্ডোজ দ্বারা আই.ডি.ই চ্যানেল পরীক্ষা বন্ধ করুন
ForeAppSpeed=সামনের প্রোগ্রাম গুলির সাড়া দেওয়ার গতি বাড়ান
AeroPeek=এরো পিকের ডিসপ্লের গতি বাড়ান